Repository: AmibaWorld/tboplayer
Catalog: locale/*/LC_MESSAGES/tboplayer.po
Languages: fr, ro, ru

source: Problem retreiving content. Do you have up-to-date dependencies?
fr: Problème pour lire le fichier. Est-ce que les dépendances sont à jour ?
ro: Problemă în redarea conținutului. Aveți dependențele actualizate?
ru: Проблемы с получением контента. У вас есть своевременные зависимости?

source: Problem retreiving content. Content may be copyrighted or the link may be invalid.
fr: Problème pour lire le fichier. Le fichier est sous copyright ou le lien n'est pas disponible
ro: Problemă în redarea conținutului. Conținutul poate fi protejat prin drepturi de autor sau linkul poate fi nevalid.
ru: Проблема извлечения контента. Содержание может быть защищено авторским правом или ссылка может быть недействительной.

source: Problem retrieving content. Content may have been truncated.
fr: Problème pour lire le fichier. Le fichier est peut-être endommagé
ro: Problemă în redarea conținutului. Conținutul poate să fi fost trunchiat.
ru: Проблема получения содержимого. Контент может быть усечен.

source: wait
fr: Attendez SVP
ro: așteptați
ru: подождите

source: Paused
fr: Pause
ro: Pauză
ru: Приостановлено

source: Starting
fr: Démarrage
ro: Pornește
ru: Стартуем

source: End
fr: Fin
ro: Sfârșit
ru: Конец

source: Play
fr: Jouer
ro: Redați
ru: Воспроизвести

source: Pause
ro: Pauză
ru: Пауза

source: youtube-dl has been updated.
ru: youtube-dl был обновлен.

source: Failed to update youtube-dl.
ru: Не удалось обновить youtube-dl.

source: youtube-dl needs to be updated. Please inform your password.
ru: youTube-dl должен быть обновлен. Пожалуйста, введите ваш пароль.

source: youtube-dl binary is not in the path configured in the Options, please check your configuration
fr: Le programmme youtube-dl n'est pas configuré dans les Options. Merci de vérifier votre configuration
ro: youtube-dl nu se află în calea configurată în Opțiuni, verificați configurația
ru: youTube-dl двоичный файл не находится в пути, настроенные в параметрах, пожалуйста, проверьте ваши настройки

source: Track
fr: Piste
ro: Pistă
ru: Трек

source: Add
fr: Ajouter
ro: Adăugă
ru: Добавить

source: Add Dir
fr: Ajouter répertoire
ro: Adăugă director
ru: Добавить директорию

source: Add Dirs
fr: Ajouter répertoires
ro: Adăugă directoare
ru: Добавить директории

source: Add URL
fr: Ajouter URL
ro: Adăugă adresa
ru: Добавить ссылку

source: Youtube search
fr: Recherche dans Youtube
ro: Căută pe Youtube
ru: Поиск в Youtube

source: Remove
fr: Enlever
ro: Eliminare
ru: Восстановить

source: Edit
fr: Editer
ro: Editare
ru: Изменить

source: Playlists
fr: Liste
ro: Liste de redare
ru: Плейлисты

source: Open playlist
fr: Ouvrir Liste
ro: Încarcă listă de redare
ru: Открыть плейлист

source: Save playlist
fr: Sauver Liste
ro: Salvează listă de redare
ru: Сохранить плейлист

source: Load Youtube playlist
fr: Charger une liste Youtube
ro: Încarcă listă de redare Youtube
ru: Загрузть Youtube плейлист

source: Clear
fr: Nettoyer
ro: Șterge
ru: Очистить

source: Track Info
fr: Information piste
ro: Informații pistă
ru: Инф. о треке

source: Options
ro: Opțiuni
ru: Настройки

source: Help
fr: Aide
ro: Ajutor
ru: Помощь

source: About
fr: A propos
ro: Despre
ru: О программе

source: Open List
fr: Ouvrir Liste
ro: Deschide listă
ru: Открыть лист

source: Save List
fr: Sauver Liste
ro: Salvează listă
ru: Сохранить лист

source: Clear List
fr: Nettoyer Liste
ro: Șterge listă
ru: Очистить лист

source: Stop
fr: Arrêtez
ru: Стоп

source: Previous
fr: Précedente
ro: Anterior
ru: Предыдущий

source: Next
fr: Suivant
ro: Următorul
ru: Следующий

source: Edit Options
fr: Editer Options
ro: Editarea opțiunilor
ru: Изменить параметры

source: To control playing, type a key p - pause/play spacebar - pause/play q - quit
fr: Pour jouer, taper un touche p - pause/jouer Espace - pause/jouer q - sortir
ro: Pentru a controla redarea, tastați p - pauză / redare spațiu - pauză / redare q - renunț
ru: Чтобы контролировать воспроизведение: нажмите "p" что-бы поставить на паузу/начать воспроизведение, нажмите "q" что-бы выйти

source: + - increase volume - - decrease volume z - tv show info 1 - reduce speed o - forward a chapter
fr: + - augmenter volume - - diminuer volumen z - montrer informations de tv 1 - ralentir o - chapitre suivant
ro: + - crește volumul - - reduce volumul z - informații TV show 1 - reduce viteza o - înaintează un capitol
ru: + - увеличить громкость - - уменьшить громкость z - tv показать информацию 1 - уменьшить скорость o - переслать главу

source: 2 - increase speed j - previous audio index k - next audio index i - back a chapter n - previous subtitle index
fr: 2 - accélerer j - piste précédente k - piste suivante i - chapitre précédent n - index sous-titre précédent
ro: 2 - crește viteza j - indice audio anterior k - indicele audio următor i - înapoi un capitol n - indexul anterior al subtitrării
ru: 2 - увеличить скорость j - предыдущая аудиодорожка k - следующая аудиодорожка i - обратно n - предыдущий индекс субтитров

source: m - next subtitle index s - toggle subtitles >cursor - seek forward 30 <cursor - seek back 30
fr: m - index sous-titre suivant s - changer les sous-titres >cursor - avance de 30s <cursor - recul de 30s
ro: m - următorul index de subtitrări s - comutare subtitrări săgeată dreapta - caută înainte 30 săgeată stânga - caută înapoi 30
ru: m - следующий подзаголовок индекс s - переключение субтитров > курсор - стремиться вперед 30 < курсор - искать обратно 30

source: SHIFT >cursor - seek forward 600 SHIFT <cursor - seek back 600 CTRL >cursor - next track CTRL <cursor - previous track
fr: SHIFT >cursor - avance de 600s SHIFT <cursor - recul de 600s CTRL >cursor - piste suivante CTRL <cursor - piste précédente
ro: SHIFT + săgeată dreapta - caută înainte 600 SHIFT + săgeată stânga - caută înapoi 600 CTRL + săgeată dreapta - următoarea pistă CTRL + săgeată stânga - pista anterioară
ru: SHIFT> курсор - поиск вперед 600 SHIFT <cursor - seek back 600 CTRL > курсор - следующий трек CTRL <cursor - previous track

source: F11 - toggle full screen/windowed mode For more help, consult the 'Operation' section of the README file
fr: F11 - bascule plein écran/fenêtre Pour plus d'aide, consulter la section 'Operation' dans le fichier README
ro: F11 - comutați pe ecran complet / modul fereastră Pentru mai multe informații, consultați secțiunea 'Utilizare' a fișierului README
ru: F11 - полный экран/оконный режим переключения для более лучшей помощи, обратитесь к разделу «Операция» файла README

source: GUI for omxplayer using jbaiter's pyomxplayer wrapper
fr: L'interface graphique basée sur pyomxplayer
ro: GUI pentru omxplayer folosind wrapperul pyomxplayer al lui jbaiter
ru: Графический интерфейс для omxplayer с использованием jbaiter в pyomxplayer оболочке

source: Version dated: %s Author: Ken Thompson - KenT2
fr: Date de la version: %s Auteur: Ken Thompson - KenT2
ro: Versiune datată: %s Autor: Ken Thompson - KenT2
ru: Версия от: %s Автор: Кен Томпсон - KenT2

source: Contributors: eysispeisi heniotierra krugg popiazaza
fr: Contributeurs: eysispeisi heniotierra krugg popiazaza
ro: Contribuitori: eysispeisi heniotierra krugg popiazaza
ru: Авторы: eysispeisi heniotierra krugg popiazaza

source: Choose the file(s)
fr: Sélectionner un fichier(s)
ro: Alegeți fișierul (fișierele)
ru: Выбрать файл(ы)

source: Choose a directory
fr: Sélectionner un répertoire
ro: Alegeți un director
ru: Выберите папку

source: Title
fr: Títre
ro: Titlu
ru: Заголовок

source: Location
fr: Emplacement
ro: Locație
ru: Местоположение

source: Wait. Loading playlist content...
fr: Attendez. Chargement de la liste...
ro: Așteptați. Se încărcarcă lista de redare ...
ru: Подождите. Загрузка списков воспроизведения содержимого...

source: Edit Track
fr: Editer Piste
ro: Editare pistă
ru: Редактировать трек

source: Clear Playlist
fr: Nettoyer Liste
ro: Șterge lista de redare
ru: Очистить плейлист

source: Track Information
fr: Information sur la piste
ro: Informații despre pistă
ru: Сведения о дорожке

source: Video:
fr: Vídeo:
ru: Видео:

source: Audio:
ru: Аудио:

source: Time:
ro: Timp:
ru: Время:

source: Misc:
fr: Divers:
ro: Diverse:
ru: Разное

source: Audio Output:
fr: Sortie audio:
ro: Ieșire audio:
ru: Аудиовыход:

source: Local
ru: Локальный

source: Both
ru: Oба

source: Mode:
ro: Mod:
ru: Режим:

source: Single
ro: Redare individuală
ru: Единая (Внутренняя)

source: Repeat
fr: Répéter
ro: Repetare individuală
ru: Повторить

source: Playlist
fr: Liste
ro: Listă de redare
ru: Плэйлист

source: Repeat playlist
fr: Répéter Liste
ro: Repetare listă
ru: Повторять список

source: Shuffle
fr: Aléatoire
ro: Aleator
ru: В случайном порядке

source: Download from Youtube:
fr: Télécharger de Youtube:
ro: Descarcă de pe Youtube:
ru: Скачать с Youtube:

source: Video and audio
fr: Video et audio
ro: Video și audio
ru: Видео и аудио

source: Audio only
fr: Audio uniquement
ro: Numai audio
ru: Только аудио

source: Youtube media quality:
fr: Qualité de Youtube:
ro: Calitate media Youtube:
ru: Качество YouTube:

source: Initial directory for tracks:
fr: Répertoire initial pour les pistes:
ro: Director inițial pentru piste:
ru: Выберите папку для треков:

source: Inital directory for playlists:
fr: Répertoire initial pour les Listes:
ro: Directorul principal pentru liste redare:
ru: Установить директорию для плейлистов:

source: OMXPlayer location:
fr: Emplacemet de OMXPlayer
ro: Locația OMXPlayer:
ru: Местоположение OMX плеера:

source: OMXPlayer options:
fr: Options OMXPlayer :
ro: Opțiuni pentru OMXPlayer:
ru: Параметры OMX плеера:

source: Subtitles
fr: Sous-titres
ro: Subtitrări
ru: Субтитры

source: youtube-dl location:
fr: Emplacement youtube-dl:
ro: Locația youtube-dl:
ru: местоположение youtube-dl:

source: Download actual media URL:
fr: Télécharger un lien URL:
ro: Descarcă URL-ul media real:
ru: Скачать актуальную медиа ссылку:

source: when playing URL
fr: quand on joue un URL
ro: la redare
ru: когда играть ссылку

source: when adding URL
fr: quand on ajoute un URL
ro: la adăugare
ru: когда добавлять ссылку

source: Interface language:
fr: Interface langue:
ro: Limbă interfață:
ru: Язык интерфейса:

source: Forbid windowed mode
fr: Mode fenêtre interdit
ro: Interzice mod fereastră
ru: Дай оконный режим

source: Begin/End track paused
fr: Démarrage/Fin en pause
ro: Începutul / sfârșitul melodiei întrerupt
ru: Начальный / конечный трек приостановлен

source: Autoplay on start up
fr: Lecture automatique au démarrage
ro: Redare automată la pornire
ru: Автовоспроизведение при запуске

source: Keep youtube-dl up-to-date
ru: Сохранять yotube-dl обновленным

source: Find lyrics
fr: Trouver des paroles
ro: Caută versuri
ru: Найти лирику

source: Debug
ru: Отладчик

source: Restart TBOplayer to change language
fr: Rédémarer TBOplayer pour changer la langue
ro: Reporniți TBOplayer pentru a schimba limba
ru: Перезапустить TBOplayer, чтобы изменить язык

source: Search!
fr: Recherche!
ro: Caută!
ru: Найти!

source: Page:
ro: Pagina:
ru: Страница:

source: Lyrics Finder
fr: Recherche de paroles
ro: Căutare versuri
ru: Писковик Текста

source: Trying to grab lyrics from the web...
fr: En cours de recherche des paroles sur Internet...
ro: Se caută versuri de pe web ...
ru: Попытка захвататекстов из Интернета ...

source: Unable to retrieve lyrics for this track.
fr: Impossible de trouver les paroles pour cette piste.
ro: Nu s-au găsit versuri pentru această pistă.
ru: Не удается получить тексты для этого трека.

source: youtube-dl has been updated
fr: youtube-dl a été mis à jour
ro: youtube-dl a fost actualizat
